tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/core"
brew "coreutils"
brew "docker-completion"
brew "docker-compose-completion"
brew "findutils"
brew "gawk"
brew "gcc"
brew "gdb"
brew "git"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnutls"
brew "grep"
brew "htop"
brew "python"
brew "jq"
brew "mycli"
brew "oath-toolkit"
brew "p7zip"
brew "pgcli"
brew "pv"
brew "qrencode"
brew "rename"
brew "ruby"
brew "siege"
brew "stormssh"
brew "tmux"
brew "tree"
brew "watch"
brew "webp"
brew "wget"
brew "zbar"
brew "zsh-completions"
cask "android-platform-tools"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "suspicious-package"
cask "webpquicklook"
