tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/core"
brew "aria2"
brew "caddy"
brew "coreutils", args: ["with-gmp"]
brew "go"
brew "dep"
brew "docker-completion"
brew "docker-compose-completion"
brew "findutils", args: ["with-default-names"]
brew "fish"
brew "fontforge"
brew "gawk"
brew "gcc"
brew "gdb"
brew "git", args: ["with-blk-sha1", "with-curl", "with-gettext", "with-openssl", "with-pcre2"]
brew "gnu-indent", args: ["with-default-names"]
brew "gnu-sed", args: ["with-default-names"]
brew "gnu-tar", args: ["with-default-names"]
brew "gnutls"
brew "grep", args: ["with-default-names"]
brew "htop"
brew "python"
brew "httpie"
brew "jq"
brew "mycli"
brew "oath-toolkit"
brew "p7zip"
brew "pgcli"
brew "pv"
brew "qrencode"
brew "rename"
brew "ruby"
brew "siege"
brew "smartmontools"
brew "stormssh"
brew "tmux"
brew "tree"
brew "watch"
brew "webp"
brew "wget"
brew "yarn"
brew "zbar"
brew "zsh-completions"
cask "android-platform-tools"
cask "gimp"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "suspicious-package"
cask "webpquicklook"
