tap "homebrew/bundle"
tap "homebrew/cask", "https://git.hxsf.work/homebrew/homebrew-cask.git"
tap "homebrew/cask-versions"
tap "homebrew/core", "https://git.hxsf.work/homebrew/homebrew-core.git"
tap "homebrew/services"
tap "nakabonne/ali"
tap "rfidresearchgroup/proxmark3"
tap "rubik/sidecar"
brew "aircrack-ng"
brew "ansifilter"
brew "webp"
brew "gettext"
brew "aria2"
brew "arping"
brew "atomicparsley"
brew "autoconf"
brew "autojump"
brew "automake"
brew "pkg-config"
brew "python@3.9"
brew "gcc"
brew "harfbuzz"
brew "p7zip"
brew "binwalk"
brew "butane"
brew "libtool"
brew "cfssl"
brew "cloc"
brew "cmake"
brew "cocoapods"
brew "curl"
brew "php"
brew "composer"
brew "coreutils"
brew "dnsmasq"
brew "docker-completion"
brew "dos2unix"
brew "etcd"
brew "exif"
brew "fd"
brew "gnutls"
brew "pango"
brew "ffmpeg"
brew "findutils"
brew "fio"
brew "fish"
brew "fontforge"
brew "gawk"
brew "gdb"
brew "ghostscript"
brew "git"
brew "git-extras"
brew "git-flow"
brew "git-lfs"
brew "glances"
brew "gnu-indent"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "go-bindata"
brew "govc"
brew "graphicsmagick"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "gzip"
brew "helm"
brew "htop"
brew "id3v2"
brew "libimobiledevice"
brew "ideviceinstaller"
brew "iftop"
brew "xmlto"
brew "libheif"
brew "imagemagick"
brew "iproute2mac"
brew "openjdk"
brew "jadx"
brew "jq"
brew "libfaketime"
brew "libiconv"
brew "llvm"
brew "lrzsz"
brew "make"
brew "media-info"
brew "mpv"
brew "mycli"
brew "neofetch"
brew "nethogs"
brew "nghttp2"
brew "nmap"
brew "node"
brew "oath-toolkit"
brew "ocaml"
brew "opam"
brew "pandoc"
brew "pgcli"
brew "pidof"
brew "pnpm"
brew "protoc-gen-go"
brew "pv"
brew "qrencode"
brew "rename"
brew "rsync"
brew "rustup-init"
brew "shellcheck"
brew "siege"
brew "smartmontools"
brew "socat"
brew "stormssh"
brew "telnet"
brew "thefuck"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "upx"
brew "vmdktool"
brew "wabt"
brew "wakeonlan"
brew "wasm-pack"
brew "watch"
brew "websocat"
brew "wgcf"
brew "wget"
brew "wireguard-tools"
brew "yarn"
brew "zbar"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-git-prompt"
brew "nakabonne/ali/ali"
brew "rfidresearchgroup/proxmark3/proxmark3", args: ["with-generic"]
cask "android-file-transfer"
cask "android-platform-tools"
cask "betterzip"
cask "calibre"
cask "flutter"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "suspicious-package"
cask "webpquicklook"
cask "wine-stable"
cask "xquartz"
